//////////////////////////
//
// Due Mac 1.2 English Language Strings
// Last updated Oct 29, 2012
//
//
//

	//////////////////////////
	//
	// Special format strings
	//

	// Concatenator when dates, day of the week
	// appear along with time
	// eg. <Sunday> <concatenator> <Time>
	// eg. <Tomorrow> <concatenator> <Time>
	// where %@ is <Time> obtained from iOS
	// The entire string represents the portion:
	// '<concatenator> <Time>'. If language
	// can do without a concatenator, leave it

	"CONCATENATOR_FOR_TIME" =
	"'%@'";

	"PLURAL_RULE"			= "1";

//////////////////////////
//
// New Reminder / Timer
//

/* Button when recycling expired reminder */
"Recycle"			= "Recycle";

/* Button when editing existing reminder/timer */
"Save"				= "Save";

/* New Reminder/Timer: Button in nav bar when adding a new reminder/timer */
"Add"				= "Add";

/* Button when creating reminder to switch focus from title to date picker (iPhone only) */
"Next"				= "Next";

/* All buttons for cancelling an action */
"Cancel"			= "Cancel";

/* Button to confirm closing when changes are made */
"Discard changes"	= "Discard changes";

/* New Reminder/Timer: Placeholder text for title of new reminder/timer screen. */
"Optional title"	= "Optional title";



	//////////////////////////
	//
	// New / Edit Reminder
	//
	
	/* New Reminder: When tap-and-hold on the quick timings button in add new reminder, option to save the current timing from the picker into the button being held down */
	"Save Timing"	= "Save Timing";
	
	/* Display of time: Controls how times like 2 hours 30 minutes 15 seconds are displayed. Leave trailing space if there's separation between 'hour' from 'minute', and 'minute' from 'second'. You'll not leave space in Japanese eg. 2時30分15秒 */
	"N_TIME_UNIT_DISPLAY_FORMAT"		= "%1$@ %2$@ ";

	/* Similar to above, but for time and with short units, such as 2d, 3h, 7 mins. In some cases, we'd want to leave out the space, eg. 2d, 3h, but in others, we want to keep the space. As such, it's better to cut the space between variable 1 and 2. Leave a trailing space if there's a separation between multiple time units, such as 1h 30 min, or no trailing space if it's 1時30分. Control of spaces can then be made in the inidivudal short time units translation, such as "min", "hr", "hrs" */
	"N_TIME_UNIT_DISPLAY_FORMAT_SHORT"	= "%1$@%2$@ ";

	/* New Reminder/Time: Title for the due date in add/edit reminder/timer screen. */
	"Due"				= "Due";
	
	/* Suffix/prefix in add reminder screen when time chosen has past. */
	"%@ ago"			= "%@ ago";
	
	/* Suffix/prefix in add reminder screen to indicate the duration before the reminder fires */
	"%@ later"			= "%@ later";

	/* New Reminder: Message when the date and time chosen has past. */
	"%@ has past. Save anyway?"		= "%@ is in the past. Save anyway?";

	/* New Reminder: Button to save anyway even if due date has past. */
	"Save anyway"		= "Save anyway";
	
	/* New Reminder: Button to set timing to <date/time> when the date and time chosen has past. */
	"Set to %@"			= "Set to %@";

	/* New Reminder: Button to reset due date and time to date and time now: <date/time> */
	"Set to now: %@"	= "Set to now: %@";
	

//////////////////////////
//
// New / Edit Timer
//

/* New Timer: Toggle for Alarm mode (ie. snooze + secondary alert). */
"Alarm mode" = "Alarm mode";


	//////////////////////////
	//
	// Settings
	//
	
	/* Button to access Settings. Also title of the Settings */
	"Settings"				= "Settings";

	/* Badges */
	"Badges"				= "Badges";

	"Upcoming + Overdue"	= "Upcoming + Overdue";
	"Today + Overdue"		= "Today + Overdue";
	"Overdue only"			= "Overdue only";
	"None"					= "None";

	////////////////
	// BEGIN 1.5

	/* Alerts & Badges */
	"Alerts & Badges"		= "Alerts & Badges";
	"Sounds"				= "Sounds";
	"Alerts"				= "Alerts";
	"Auto snooze"			= "Auto snooze";

	/* General */
	"General"				= "General";
	"Sound Effects"			= "Sound effects";
	
	"Week starts on"		= "Week starts on";
	"Monday"				= "Monday";
	"Saturday"				= "Saturday";
	"Sunday"				= "Sunday";

	/* Minute interval */
	"Interval on time picker" =
	"Interval on time picker";

	"1 minute"				= "1 minute";
	"5 minutes"				= "5 minutes";
	"10 minutes"			= "10 minutes";
	"15 minutes"			= "15 minutes";
	"30 minutes"			= "30 minutes";

	// END 1.5
	////////////////
	
	
	/* Alert sounds */
	"Alert Sounds"			= "Alert Sounds";
	
	"Reminder"				= "Reminder";
	"Timer"					= "Timer";
	"Secondary"				= "Secondary";
	
	/* Footer info inside Secondary alert sound setting */
	"Choose a louder or longer alert for use as alarms or in noisy places. This alert will sound instead for timers on 'Alarm mode' and reminders with 'Secondary alert' turned on." =
	"Choose a louder or longer alert for use in noisy places or as alarms. This alert will sound for timers and reminders using 'Alarm mode' or 'Secondary alert'.";
	
	
	
	/* Can be translated as ‘Preset Timings’ */
	"Quick Access Timings"	= "Quick Access Timings";
	
	"When Awake"			= "When awake";
	"Lunch Time"			= "Lunch time";
	"After Work"			= "After work";
	"Before Bed"			= "Before bed";
	
	
	/* When adding reminders... group title */
	"When adding reminders"	= "When adding reminders";
	
	/* Default due date */
	"Default due date"		= "Default due date";
	
	"None"					= "None";
	"1 hour"				= "1 hour";
	"3 hours"				= "3 hours";
	"12 hours"				= "12 hours";
	"1 day"					= "1 day";
	"3 days"				= "3 days";
	"1 week"				= "1 week";
	

	/* Default snooze */
	"Default snooze"		= "Default snooze";
	
	"None"					= "None";
	"Every minute"			= "Every minute";
	"Every hour"			= "Every hour";
	
	"Keeps alerting you to overdue reminders until they are marked done." =
	"Keeps alerting you to overdue reminders until they are marked done.";
	
	"Keeps alerting you to overdue reminders until they are marked done. iOS currently supports only auto snoozing every minute or hour." =
	"Keeps alerting you to overdue reminders until they are marked done. iOS currently supports only auto snoozing every minute or hour.";

	/* Settings to choose which alert sound to use for newly created reminders */
	"Alert sound"						= "Alert sound";
	"Reminder alert"					= "Reminder alert";
	"Secondary alert"					= "Secondary alert";
	"None"								= "None";	


	/* Option to show keyboard immediately when adding new reminders. Please keep this no longer than ‘Show keyboard first’. This is the max length possible. */
	"Show keyboard first"	= "Show keyboard first";
	
	
	/* Various Buttons in Settings */
	"Feedback"				= "Feedback";
	
	"Rate Due on the App Store" =
	"Rate Due on the App Store";
	
	"FAQ"					= "FAQ";
	"Credits"				= "Credits";
	
	
	/* Reset all alerts */
	"Reset All Alerts"		= "Reset All Alerts";
	
	"This will remove any alerts that are out of sync with Due. No data will be deleted." =
	"This will remove any alerts that are out of sync with Due. No data will be deleted.";

	/* Title and message after reset */
	"Alerts Reset"			= "Alerts Reset";
	
	"Cancelled %d existing alerts and rescheduled %d alerts." =
	"Cancelled %1$d existing alerts and rescheduled %2$d alerts.";
	
		
	/* Reset help prompts */
	"Reset Help Prompts"	= "Reset Help Prompts";
	
	"All help prompts have been reset to factory defaults." =
	"All help prompts have been reset to factory defaults.";
	

//////////////////////////
//
// Reminders View
//

/* Tab Bar Title */
"Reminders"	= "Reminders";

/*
	Time units
	
	- in full, singular form, eg. 1 week
	- in full, plural form, eg. 2 weeks
	- in short, singular form, eg. 1 w
	- in short, plural form, eg. 2 w
*/

////////////////
// BEGIN 1.5

/* Year */
"year"		= "year";
"years"		= "years";
"yr"		= "y";
"yrs"		= "y";

"YEARS_AGO_LATER"			= "years";
"YEARS_AGO_LATER_SHORT"		= "y";

/* Month */
"month"		= "month";
"months"	= "months";
"mth"		= "m";
"mths"		= "m";

"MONTHS_AGO_LATER"			= "months";
"MONTHS_AGO_LATER_SHORT"	= "m";

// END 1.5
////////////////

/* Week */
"week"		= "week";
"weeks"		= "weeks";
"w"			= " week";
"wks"		= " weeks";

"WEEKS_AGO_LATER"			= "weeks";
"WEEKS_AGO_LATER_SHORT"		= " weeks";

/* Day */
"day"		= "day";
"days"		= "days";
"d"			= " day";
"ds"		= " days";

"DAYS_AGO_LATER"			= "days";
"DAYS_AGO_LATER_SHORT"		= " days";

/* Hour */
"hour"		= "hour";
"hours"		= "hours";
"hr"		= " hour";
"hrs"		= " hours";

"HOURS_AGO_LATER"			= "hours";
"HOURS_AGO_LATER_SHORT"		= " hours";

/* Minute */
"minute"	= "minute";
"minutes"	= "minutes";
"min"		= " min";
"mins"		= " mins";

"MINS_AGO_LATER"			= "minutes";
"MINS_AGO_LATER_SHORT"		= " mins";

/* Second */
"second"	= "second";
"seconds"	= "seconds";
"sec"		= " sec";
"secs"		= " secs";

"SECS_AGO_LATER"			= "seconds";
"SECS_AGO_LATER_SHORT"		= " secs";



//////////////////////////
//
// Rating
//

/* Reminders - Rating: Prompt in bottom bar to rate the app */
"Like Due? Help us!" =
"Like Due?";

/* Rating Prompt: Title in prompt */
"Help spread the word!" =
"Help spread the word!";

/* Rating prompt: Message in prompt */
"If you like Due, please rate us in the App Store. Thanks!" =
"If you like Due, do consider rating it on the App Store. Thanks!";

/* Rating Prompt: Button to rate in App Store */
"Rate Now" =
"Rate Now";

/* Rating Prompt: Button to not rate in App Store now */
"Maybe Later" =
"Maybe Later";

/* Reminders - Rating: Prompt in bottom bar to rate the new version of Due */
"Like the new Due?" =
"Like the update?";

/* Reminders - Rating: Message to rate the new version of Due */
//"Like the new features? Please rate this version in the App Store. Thanks!" = "Like the new features? Please rate this version in the App Store. Thanks!";
"Like the new features? Please rate this version in the App Store. Thanks!" =
"If you like Due, do consider rating this update on the App Store. Thanks!";


	//////////////////////////
	//
	// Timers View
	//
	
	/* Tab Bar Title */
	"Timers"			= "Timers";
	
	/* Timers: Default name for timers when no name is provided by user. In this format: <15 min> timer */
	"%@ timer"			= "%@ timer";
	
	// Default timers
	
	/* Sample 4 minutes timer. */
	"SAMPLE_4_MIN_TIMER"	= "Coffee steeping";
	
	/* Sample 20 minutes timer. */
	"SAMPLE_20_MIN_TIMER"	= "Power nap";

	/* Sample 60 minutes timer. */
	"SAMPLE_60_MIN_TIMER"	= "Pick up laundry";
	
	
//////////////////////////
//
// Logbook
//

/* Tab Bar Title */
"Logbook" =
"Logbook";

/* Logbook: Button in edit mode of logbook */
"Clear all" =
"Clear all";

/* Logbook: Button in action sheet to confirm clearing of all logbook entries */
"Clear all logbook entries" =
"Clear all logbook entries";

// Recycling

/* Logbook - Recycle Prompt: Message when recycling, %@ = title of reminder. */
"Remind me to %@ again:" =
"Remind me to %@ again:";

/* Logbook - Recycle Prompt: Button to recycle reminder 1 hour later. */
"1 hour later" =
"1 hour later";

/* Logbook - Recycle Prompt: Button to choose another date. */
"Choose another date" =
"Choose another date";


	//////////////////////////
	//
	// Alert Notification Box
	//
	
	/* Button to dimiss informative alert box */
	"OK"	= "OK";
	
	/* Button to dimiss alert box when notifications fire */
	"Close"	= "Close";

	/* Button to dimiss all alert boxes when multiple notifications fire */
	"Close All" = "Close All";
	
	/* Action button in alert box when notifications fire */
	"View"	= "View";


//////////////////////////
//
// Help/ prompts
//

/* Help prompt - Home Screen (iPad) */
"The number of upcoming and overdue alerts are shown on the icon. You can customize this behavior in Settings within Due." =
"The number of upcoming and overdue alerts are shown on the icon. You can customize this behavior in Settings within Due.";

/* Help prompt - Home Screen (iPhone/iPod touch) */
"The number of upcoming and overdue alerts are shown on the icon. You can customize this behavior in Settings within the Logbook." =
"The number of upcoming and overdue alerts are shown on the icon. You can customize this behavior in Settings within the Logbook.";

/* Help prompt - Reminders */
"You'll be alerted of all reminders on their due date. You can also check them off as soon as you complete them." =
"You'll be alerted of all reminders on their due date. You can also check them off as soon as you complete them.";

/* Help prompt - Reminders */
"You've marked a reminder as completed. Completed reminders are moved to the logbook automatically." =
"You've marked a reminder as completed. Completed reminders are moved to the logbook automatically.";

/* Help prompt - Logbook */
"You've no reminders logged yet. Completed reminders are logged here automatically." =
"You've no reminders logged yet. Completed reminders are logged here automatically.";

/* Help prompt - Logbook */
"You can quickly make a new reminder by recycling an expired reminder here." =
"You can quickly make a new reminder by recycling an expired reminder here.";

///* Help: kHelpSecondaryAlert */
//"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound." =
//"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound.";

/* Help: kHelpAlarmMode */
"Uses the 'Alarm mode' sound chosen in 'Settings' and alerts you every minute when due until switched off." =
"Uses the 'Alarm mode' sound chosen in 'Settings' and alerts you every minute when due until switched off.";


	//////////////////////////
	//
	// Quick Panel Action Sheets
	//
	
	// Auto snooze
	"Snooze every minute"				= "Snooze every minute";
	"Snooze every hour"					= "Snooze every hour";
	"Auto snooze off"					= "Auto snooze off";
	"Auto snooze has been disabled."	= "Auto snooze has been disabled.";

	// Alert sounds
	"Alert sound off"					= "Alert sound off";
	"Alert sounds have been disabled."	= "Alert sounds have been disabled.";

	// Undo
	"Undo"								= "Undo";



	////////////////
	// BEGIN 1.5

	//////////////
	//
	// Weekly terms
	// 
	//

		///////////////////////////////////////////////////////
		//
		// Every <day of the week>, standalone, and when concatenated with date time
		//
		// Referring to ‘Every Sunday’ Used:
		// (1) Sundays 9.00 PM
		// (2) When choosing which day of the week to repeat on
		//

		"EVERY_THIS_DAY_OF_THE_WEEK_STANDALONE_OR_CONCATENATED_WITH_DATE_TIME" =
		"Sundays;Mondays;Tuesdays;Wednesdays;Thursdays;Fridays;Saturdays";


		///////////////////////////////////////////////////////
		//
		// On: Every <day of the week>
		//
		// Referring to ‘Every Sunday’ Used with On prefix:
		// (1) On: Wednesdays
		//

		"EVERY_THIS_DAY_OF_THE_WEEK_PREFIXED_WITH_ON" =
		"Sundays;Mondays;Tuesdays;Wednesdays;Thursdays;Fridays;Saturdays";


		///////////////////////////////////////////////////////
		//
		// Sharing
		//
		// Remind me every <day of the week> <10:00 PM>
		//
		// Weekly on that day of week, for use with the Remind me every <this 
		// day of the week>. eg. Remind me every <Wednesday> <9.00 PM>
		//
		// See format: RW1_REMIND_ME_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT
		//

		"EVERY_THIS_DAY_OF_THE_WEEK_ON_DATE_TIME_WITH_REMIND_ME" =
		"Sunday;Monday;Tuesday;Wednesday;Thursday;Friday;Saturday";


		///////////////////////////////////////////////////////
		//
		// Day of the week normal
		//
		// Normal days of the weeks, used in picker when selecting Nth day
		// of the month, or when we have lots of space to describe in full,
		// eg. On: 1st Sunday
		//

		"DAYS_OF_THE_WEEK_NORMAL" =
		"Sunday;Monday;Tuesday;Wednesday;Thursday;Friday;Saturday";


		///////////////////////////////////////////////////////
		//
		// Day of the week short
		//
		// Short day of the weeks, used when weekly reminder repeats
		// on more than one day of the week, eg. Every 2 weeks on Monday Wednesday Friday
		// or when it's a repeat of N weeks, where N > 1
		// Every 2 weeks on Sun 9.00 PM
		// Every Mon Wed Fri 9.00 PM
		//

		"DAYS_OF_THE_WEEK_SHORT" = 
		"Sun;Mon;Tue;Wed;Thu;Fri;Sat";

		"DOW_CONCATENATOR" =
		", ";

		///////////////////////////////////////////////////////
		//
		// Day of the week shortest
		//
		// 
		// Shortest day of the weeks, used in the standalone 'On' field
		// when weekly reminder repeats on more than one day of the week,
		// eg. On: Mon Wed Fri
		//

		"DAYS_OF_THE_WEEK_SHORTEST" =
		"Sun;Mon;Tue;Wed;Thu;Fri;Sat";

		///////////////////////////////////////////////////////
		//
		// Every weekday, every weekend, every day, standalone
		// and when prefixed with 'On:'
		//
		// Referring to ‘Every weekday’, eg:
		// On: Weekdays
		//

		"EVERY_WEEKDAY_STANDALONE_PREFIXED_WITH_ON"		= "Weekdays";
		"EVERY_WEEKEND_STANDALONE_PREFIXED_WITH_ON"		= "Weekends";
		"EVERY_DAY_STANDALONE_PREFIXED_WITH_ON"			= "Every day";

		///////////////////////////////////////////////////////
		//
		// Every weekday, every weekend, every day, standalone
		//
		// Referring to ‘Every weekday’, when joined with date time
		// Weekdays 9.00 PM
		//

		"EVERY_WEEKDAY_STANDALONE"		= "Weekdays";
		"EVERY_WEEKEND_STANDALONE"		= "Weekends";

		///////////////////////////////////////////////////////
		//
		// Every weekday, every weekend, every day, part of a sentence
		//
		// Referring to ‘Every weekday’, eg:
		// Every 3 months on <weekdays>
		//

		"weekdays"			= "weekdays";
		"weekends"			= "weekends";
		"every day"			= "every day";


		///////////////////////////////////////////////////////
		//
		// Sharing
		//
		// Remind me every <day/weekday/weekend> <10:00 PM>
		//
		// See format: RW1_REMIND_ME_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT
		//

		"EVERY_WEEKDAY_REMIND_ME"	= "weekday";
		"EVERY_WEEKEND_REMIND_ME"	= "weekend";


	//////////////
	//
	// Repeat Action Sheet
	// 
	//

	// Button in action sheet to set up custom recurrence pattern
	"Custom repeat"			= "Custom repeat";

	// Used to indicate next recurrence date, eg. Next: April 14
	"Next: %@"				= "Next: %@";


	//////////////
	//
	// Daily, weekly, monthly, yearly repeat formats
	//

		///////////////////
		//
		// <Every 3 days> <at 9.00 PM>
		// 2 parts to it

		// Format string for pattern:
		"RD1_EVERY_N_DAYS_AT_TIME_FORMAT"	= "%1$@ %2$@";

			// English, 2 forms, singular, plural
			"RD1_EVERY_N_DAYS"		= "Daily;Every %@ days at";
			"RD1_AT_TIME"			= "%@";

		//
		// Sharing
		//
		"RD1_REMIND_ME_EVERY_N_DAYS_AT_TIME_FORMAT" =
		"Remind me %1$@ %2$@:";

			// English, 2 forms, singular, plural
			"RD1_REMIND_ME_EVERY_N_DAYS"			= "daily;every %@ days";
			"RD1_REMIND_ME_AT_TIME"					= "at %@";


		///////////////////
		//
		// <Every 3 weeks on> <Mon Wed Fri> <9.00 PM>
		// 3 parts to it
		//

		"RW1_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT" =
		"%1$@%2$@ %3$@";

			// English, 2 forms, singular, plural
			"RW1_EVERY_N_WEEKS_ON"	= ";Every %@ weeks on ";
			"RW1_DOW"				= "%@";			// eg. Mondays / Mon Wed Fri
			"RW1_AT_TIME"			= "%@";			// eg. 9.00 PM

		//
		// Sharing
		//
		"RW1_REMIND_ME_EVERY_N_WEEKS_ON_DOW_AT_TIME_FORMAT" =
		"Remind me %1$@%2$@ %3$@:";

			// English, 2 forms, singular, plural
			"RW1_REMIND_ME_EVERY_N_WEEKS_ON"	= "every ;every %@ weeks on ";
			"RW1_REMIND_ME_DOW"					= "%@";			// eg. Mondays / Mon Wed Fri
			"RW1_REMIND_ME_AT_TIME"				= "%@";			// eg. 9.00 PM



		///////////////////
		//
		// <10th, 20th> <every 2 months> at <9.00 PM>
		// 3 parts, <DOM>, <N MONTHS> <TIME>
		//
		// This format string is also used for a shorter version without time
		// eg. <10th, 20th> every <2 months>
		// In this case everything in 'RM1_AT_TIME' (%3$@) will be ignored
		
		"RM1_REPEAT_DOM_EVERY_N_MONTHS_AT_TIME" =
		"%1$@ %2$@ %3$@";

			// English, 2 forms, singular, plural
			"RM1_REPEAT_DOM"		= "%@";
			"RM1_EVERY_N_MONTHS"	= "each month;every %@ months";
			"RM1_AT_TIME"			= "at %@";

		//
		// Sharing
		//
		"RM1_REMIND_ME_DOM_EVERY_N_MONTHS_AT_TIME" =
		"Remind me on the %1$@ %2$@ %3$@:";

			// English, 2 forms, singular, plural
			"RM1_REMIND_ME_DOM"				= "%@";
			"RM1_REMIND_ME_EVERY_N_MONTHS"	= "each month;every %@ months";
			"RM1_REMIND_ME_AT_TIME"			= "at %@";


		///////////////////
		//
		// <1st-4th/last Monday-Sunday/Day/Weekday> every <2 months> at <9.00 PM>
		// 3 parts, <NTH DOW/Day/Weekday>, <N MONTHS>, <TIME>
		//
		// Two formats, for languages where sentence changes according to
		// masculine/feminine terms, eg. Monday-Friday is feminine in Portuguese
		// and the word 'every' (na/no) changes accordingly. Specify
		// masculinity of the DOW in ORDINAL_TYPE_FOR_DOW, from Sunday-Saturday

		// Masculine format strings
		"RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME" =
		"%1$@ %2$@ %3$@";

		// Feminine format strings (keep same as Masculine if language has no gender)
		"RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME_ALT" =
		"%1$@ %2$@ %3$@";

			"RM2_REPEAT_NTH_DOW"	= "%@";
			// English, 2 forms, singular, plural
			"RM2_EVERY_N_MONTHS"	= "each month;every %@ months";
			"RM2_EVERY_AT_TIME"		= "at %@";


		//
		// Sharing
		//

		// Masculine format strings
		"RM2_REMIND_ME_NTH_DOW_EVERY_N_MONTHS_AT_TIME" =
		"Remind me on the %1$@ %2$@ %3$@:";

		// Feminine format strings (keep same as Masculine if language has no gender)
		"RM2_REMIND_ME_NTH_DOW_EVERY_N_MONTHS_AT_TIME_ALT" =
		"Remind me on the %1$@ %2$@ %3$@:";

			"RM2_REMIND_ME_NTH_DOW"			= "%@";
			// English, 2 forms, singular, plural
			"RM2_REMIND_ME_EVERY_N_MONTHS"	= "each month;every %@ months";
			"RM2_REMIND_ME_EVERY_AT_TIME"	= "at %@";


		///////////////////
		//
		// <Every 3 years on> <9 March 9.00pm>
		// 2 parts
		//
		"RY1_EVERY_N_YEARS_ON_DATE_TIME_FORMAT" =
		"%1$@ %2$@";

			// English, 2 forms, singular, plural
			"RY1_EVERY_N_YEARS_ON"	= "Every;Every %@ years on";
			"RY1_DATE_TIME"			= "%@";

		//
		// Sharing
		//

		"RY1_REMIND_ME_EVERY_N_YEARS_ON_DATE_TIME_FORMAT" =
		"Remind me %1$@ %2$@:";

			// English, 2 forms, singular, plural
			"RY1_REMIND_ME_EVERY_N_YEARS_ON"	= "every;every %@ years on";
			"RY1_REMIND_ME_DATE_TIME"			= "%@";


		///////////////////
		//
		// After completion. %@ = N days/weeks/months/years
		//
		"Repeat %@ after completion" =
		"Repeat %@ after completion";

		//
		// Sharing
		//
		// 5 June 9:30 PM, and every 2 weeks after completion
		"%@, and %@ after each completion" =
		"%@, and %@ after each completion";

		// Remind me on 5 June 9:30 PM, and 2 weeks after each completion
		"Remind me on %@:" =
		"Remind me on %@:";


	//
	// Daily, weekly, monthly, yearly when N > 1
	//
	//////////////


	//////////////
	//
	// Custom repeat view
	//
	//

	// Used to indicate which date and time to base the recurrence from, eg.
	// From: 24 March 12:15 PM"
	"From"					= "From";

	// Used to indicate that recurrence is based on date and time of completion, eg.
	// From: Completion date
	"Completion date"		= "Completion date";

	// eg. Repeat: Every 2 months
	"Repeat"				= "Repeat";

	// eg: Repeat: Never
	"REPEAT_NEVER"			= "Never";

	//////////////////////////////
	//
	// Every N <time unit>
	// eg. Repeat: Every 2 weeks
	//
	// English, 2 forms, singular, plural
	//
	"RP_EVERY_N_DAYS"		= "Daily;Every %@ days";
	"RP_EVERY_N_WEEKS"		= "Weekly;Every %@ weeks";
	"RP_EVERY_N_MONTHS"		= "Monthly;Every %@ months";
	"RP_EVERY_N_YEARS"		= "Yearly;Every %@ years";

	// Days that we're repeating on for weekly and monthly repeating reminder
	// 
	// eg. On: 17th day
	// eg. On: Mon Wed Fri
	// eg. On: Weekdays
	// eg. On: Last Sunday of every 2 months
	"REPEAT_ON_DAYS"		= "On";

	// Where %@ is 1st-31st. Used to indicate which day of the month, used by row 88.
	"%@ day"				= "%@ day";


	//////////////
	//
	// Monthly on days picker
	//

	// As in: <1st/2nd/3rd/4th/Last> <Monday-Sunday/day/weekday>

	"ORDINALS_1ST_TO_4TH_LAST" =
	"1st;2nd;3rd;4th;Last";

	// For languages with masculine and feminine support
	"ORDINALS_1ST_TO_4TH_LAST_ALT" =
	"1st;2nd;3rd;4th;Last";

	// Indicate whether to use ORDINALS_1ST_TO_4TH_LAST or 
	// ORDINALS_1ST_TO_4TH_LAST_ALT for DOW Sun-Sat
	"ORDINAL_TYPE_FOR_DOW" =
	"1;1;1;1;1;1;1;1;1";

	// eg. 1st day
	"PICKER_DAY"			= "day";

	// eg. Last weekday
	"PICKER_WEEKDAY"		= "weekday";

	//
	// Monthly picker
	//
	//////////////

	//////////////
	//
	// 1st/2nd/3rd/4th/Last Monday-Sunday/day/weekday
	// Standalone use, eg. On: 1st Sunday
	//

	"ORDINALS_1ST_TO_4TH_LAST_STANDALONE_FORMAT_STRING" =
	"1st %@;2nd %@;3rd %@;4th %@;Last %@";

	// For languages with masculine and feminine support
	"ORDINALS_1ST_TO_4TH_LAST_STANDALONE_ALT_FORMAT_STRING" =
	"1st %@;2nd %@;3rd %@;4th %@;Last %@";

	// Used in part of sentence as specified in
	// RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME
	// eg. <1st Sunday> every 2 months at 9.00 PM
	// If RM2_REPEAT_NTH_DOW does not appear at beginning
	// of RM2_REPEAT_NTH_DOW_EVERY_N_MONTHS_AT_TIME, or if
	// RM2_REPEAT_NTH_DOW has a prefix before %@,
	// remember to lowercase any words

	"ORDINALS_1ST_TO_4TH_LAST_PART_OF_SENTENCE_FORMAT_STRING" =
	"1st %@;2nd %@;3rd %@;4th %@;Last %@";

	// For languages with masculine and feminine support
	"ORDINALS_1ST_TO_4TH_LAST_PART_OF_SENTENCE_ALT_FORMAT_STRING" =
	"1st %@;2nd %@;3rd %@;4th %@;Last %@";

	//
	// Sharing
	//
	// Used for 'Remind me on the <Nth DOW> <every N months> <at time>
	// Lowercase when RM2_REMIND_ME_NTH_DOW is not at the start of the sentence
	//

	"ORDINALS_1ST_TO_4TH_LAST_PART_OF_REMIND_ME_FORMAT_STRING" =
	"1st %@;2nd %@;3rd %@;4th %@;last %@";

	// For languages with masculine and feminine support
	"ORDINALS_1ST_TO_4TH_LAST_PART_OF_REMIND_ME_ALT_FORMAT_STRING" =
	"1st %@;2nd %@;3rd %@;4th %@;last %@";



	//
	// 1st/2nd/3rd/4th/Last Monday-Sunday/day/weekday
	//
	//////////////

	// Repeat
	"Repeat off"			= "Repeat off";
			
	/* Every month on the... 1st, etc */
	"1st;2nd;3rd;4th;5th;6th;7th;8th;9th;10th;11th;12th;13th;14th;15th;16th;17th;18th;19th;20th;21st;22nd;23rd;24th;25th;26th;27th;28th;29th;30th;31st" =
	"1st;2nd;3rd;4th;5th;6th;7th;8th;9th;10th;11th;12th;13th;14th;15th;16th;17th;18th;19th;20th;21st;22nd;23rd;24th;25th;26th;27th;28th;29th;30th;31st";


	// END 1.5
	////////////////



//////////////////////////
//
// Miscellaneous warning and error messages
//

/* Misc - When exceeded maximum number of alerts */
"Cannot schedule reminder" =
"Cannot schedule reminder";

/* Misc - When exceeded maximum number of alerts */
"'%@' could not be scheduled because you've exceeded %d active alerts—the maximum allowed in iOS. It has been moved to the logbook." =
"'%@' could not be scheduled because you've exceeded %d active alerts—the maximum allowed in iOS. It has been moved to the logbook.";

/* Misc - When exceeded maximum number of alerts */
"Cannot activate timer" =
"Cannot activate timer";

/* Misc - When exceeded maximum number of alerts */
"'%@' could not be activated because you've exceeded %d active alerts—the maximum allowed in iOS." =
"'%@' could not be activated because you've exceeded %d active alerts—the maximum allowed in iOS.";

/* Silent mode */
"Silent mode" =
"Silent mode";

"Turn off silent mode if you wish to hear alert sounds. Due cannot sound any alerts while your device is on silent." =
"Turn off silent mode if you wish to hear alert sounds. Due cannot sound any alerts while your device is on silent.";


	/////////////////////////
	//
	// Sound names
	//

	"Silence.caf-NameWithDuration"				= "None";

	"Coin.caf-NameWithDuration"					= "Coin (1s)";
	"TritoneFS72129.caf-NameWithDuration"		= "Tri-tone (1s)";
	"LongBeeps1K.caf-NameWithDuration"			= "Beep (1s)";
	"ShortBeepFS19911.caf-NameWithDuration"		= "Sonar (1s)";
	"AccordionFS27353.caf-NameWithDuration"		= "Accordion (2s)";
	"GlassFS35631.caf-NameWithDuration"			= "Glass Ping (2s)";
	"EggTimerFS14263.caf-NameWithDuration"		= "Egg Timer (2s)";
	"SambaWhistling.caf-NameWithDuration"		= "Samba Whistle (8s)";
	"FluteFS27257.caf-NameWithDuration"			= "Flute (10s)";
	"NauticalBellsFS77697.caf-NameWithDuration" = "Nautical Bells (10s)";
	"BellRingerFS20069.caf-NameWithDuration"	= "Bell Ringer (12s)";
	"GuitarFS1280.caf-NameWithDuration"			= "Guitar (27s)";
	"WindChimes.caf-NameWithDuration"			= "Wind Chimes (30s)";
	"DigitalWatchFS22627.caf-NameWithDuration"	= "Digital Watch (30s)";

	"Drip.caf-NameWithDuration"					= "Drip (0.4s)";
	"Tense.caf-NameWithDuration"				= "Tense (1.5s)";
	"Pure.aif-NameWithDuration"					= "Pure (1.7s)";
	"Complete.aif-NameWithDuration"				= "Complete (1.4s)";
	"Whistle.caf-NameWithDuration"				= "Whistle (0.2s)";
	"Samba.aif-NameWithDuration"				= "Samba (0.5s)";
	"Blissful.caf-NameWithDuration"				= "Blissful (1.0s)";
	"Short-Lived.aif-NameWithDuration"			= "Short-Lived (1.3s)";
	"Lasting Impression.aif-NameWithDuration"	= "Lasting Impression (4.0s)";
	"Little Hop.caf-NameWithDuration"			= "Little Hop (1.0s)";
	"Appear.caf-NameWithDuration"				= "Appear (1.8s)";
	"Stubborn.aif-NameWithDuration"				= "Stubborn (1.5s)";
	"Vanish.aif-NameWithDuration"				= "Vanish (1.9s)";
	"Bell.aif-NameWithDuration"					= "Bell (1.1s)";
	"Scamper.caf-NameWithDuration"				= "Scamper (0.3s)";
	"Unsuccessful.aif-NameWithDuration"			= "Unsuccessful (1.4s)";
	"Twitchy Nose.caf-NameWithDuration"			= "Twitchy Nose (1.0s)";
	"Skeleton Beat.caf-NameWithDuration"		= "Skeleton Beat (1.2s)";
	"Wriggle.caf-NameWithDuration"				= "Wriggle (1.1s)";
	"Rattling Wood.caf-NameWithDuration"		= "Rattling Wood (3.4s)";
	"Distant Echo.caf-NameWithDuration"			= "Distant Echo (3.1s)";
	"Bicycle.aif-NameWithDuration"				= "Bicycle (1.3s)";
	"Sour Lemon.caf-NameWithDuration"			= "Sour Lemon (1.0s)";
	"Boggled.caf-NameWithDuration"				= "Boggled (1.9s)";
	"Beckoned.aif-NameWithDuration"				= "Beckoned (1.6s)";
	"Cricket.caf-NameWithDuration"				= "Crickets (2.0s)";
	"Innocence.aif-NameWithDuration"			= "Innocence (2.0s)";
	"Cured.caf-NameWithDuration"				= "Cured (2.0s)";
	"Interrupted Thinking.caf-NameWithDuration"	= "Interrupted Thinking (2.2s)";
	"Peak.aif-NameWithDuration"					= "Peak (1.0s)";
	"String Echoes.aif-NameWithDuration"		= "String Echoes (0.9s)";
	"The Getaway.caf-NameWithDuration"			= "The Getaway (1.7s)";
	"Lonely Caves.aif-NameWithDuration"			= "Lonely Caves (3.0s)";
	"Mercury Drops.caf-NameWithDuration"		= "Mercury Drops (3.3s)";
	"Water Signals.aif-NameWithDuration"		= "Water Signals (2.1s)";
	"Tinker's Cry.aif-NameWithDuration"			= "Tinker's Cry (2.3s)";
	"Chasm Fall.caf-NameWithDuration"			= "Chasm Fall (2.1s)";
	"Sci-Fi Horn.caf-NameWithDuration"			= "Sci-Fi Horn (1.4s)";
	"Gravity.caf-NameWithDuration"				= "Gravity (1.7s)";
	"Call of the Forest.aif-NameWithDuration"	= "Call of the Forest (1.8s)";
	"Spilled Rings.aif-NameWithDuration"		= "Spilled Rings (1.4s)";
	"Unlatch.caf-NameWithDuration"				= "Unlatch (1.3s)";
	"Silver Sparrow Call.aif-NameWithDuration"	= "Silver Sparrow Call (1.3s)";
	"Skyward.aif-NameWithDuration"				= "Skyward (2.0s)";
	"Deepening Mystery.caf-NameWithDuration"	= "Deepening Mystery (6.0s)";

	// Reverse file names to readable sound names (for use in Default: Name)
	"Coin.caf"					= "Coin";
	"TritoneFS72129.caf"		= "Tri-tone";
	"LongBeeps1K.caf"			= "Beep";
	"ShortBeepFS19911.caf"		= "Sonar";
	"AccordionFS27353.caf"		= "Accordion";
	"GlassFS35631.caf"			= "Glass Ping";
	"EggTimerFS14263.caf"		= "Egg Timer";
	"SambaWhistling.caf"		= "Samba Whistle";
	"FluteFS27257.caf"			= "Flute";
	"NauticalBellsFS77697.caf"	= "Nautical Bells";
	"BellRingerFS20069.caf"		= "Bell Ringer";
	"GuitarFS1280.caf"			= "Guitar";
	"WindChimes.caf"			= "Wind Chimes";
	"DigitalWatchFS22627.caf"	= "Digital Watch";

	"Drip.caf"					= "Drip";
	"Tense.caf"					= "Tense";
	"Pure.aif"					= "Pure";
	"Complete.aif"				= "Complete";
	"Whistle.caf"				= "Whistle";
	"Samba.aif"					= "Samba";
	"Blissful.caf"				= "Blissful";
	"Short-Lived.aif"			= "Short-Lived";
	"Lasting Impression.aif"	= "Lasting Impression";
	"Little Hop.caf"			= "Little Hop";
	"Appear.caf"				= "Appear";
	"Stubborn.aif"				= "Stubborn";
	"Vanish.aif"				= "Vanish";
	"Bell.aif"					= "Bell";
	"Scamper.caf"				= "Scamper";
	"Unsuccessful.aif"			= "Unsuccessful";
	"Twitchy Nose.caf"			= "Twitchy Nose";
	"Skeleton Beat.caf"			= "Skeleton Beat";
	"Wriggle.caf"				= "Wriggle";
	"Rattling Wood.caf"			= "Rattling Wood";
	"Distant Echo.caf"			= "Distant Echo";
	"Bicycle.aif"				= "Bicycle";
	"Sour Lemon.caf"			= "Sour Lemon";
	"Boggled.caf"				= "Boggled";
	"Beckoned.aif"				= "Beckoned";
	"Cricket.caf"				= "Cricket";
	"Innocence.aif"				= "Innocence";
	"Cured.caf"					= "Cured";
	"Interrupted Thinking.caf"	= "Interrupted Thinking";
	"Peak.aif"					= "Peak";
	"String Echoes.aif"			= "String Echoes";
	"The Getaway.caf"			= "The Getaway";
	"Lonely Caves.aif"			= "Lonely Caves";
	"Mercury Drops.caf"			= "Mercury Drops";
	"Water Signals.aif"			= "Water Signals";
	"Tinker's Cry.aif"			= "Tinker's Cry";
	"Chasm Fall.caf"			= "Chasm Fall";
	"Sci-Fi Horn.caf"			= "Sci-Fi Horn";
	"Gravity.caf"				= "Gravity";
	"Call of the Forest.aif"	= "Call of the Forest";
	"Spilled Rings.aif"			= "Spilled Rings";
	"Unlatch.caf"				= "Unlatch";
	"Silver Sparrow Call.aif"	= "Silver Sparrow Call";
	"Skyward.aif"				= "Skyward";
	"Deepening Mystery.caf"		= "Deepening Mystery";


//////////////////////////
//
// Day of the week names
//

"OptsPostponeDayOn1.png"	= "OptsPostponeDayOn1.png";
"OptsPostponeDayOn2.png"	= "OptsPostponeDayOn2.png";
"OptsPostponeDayOn3.png"	= "OptsPostponeDayOn3.png";
"OptsPostponeDayOn4.png"	= "OptsPostponeDayOn4.png";
"OptsPostponeDayOn5.png"	= "OptsPostponeDayOn5.png";
"OptsPostponeDayOn6.png"	= "OptsPostponeDayOn6.png";
"OptsPostponeDayOn7.png"	= "OptsPostponeDayOn7.png";

"OptsPostponeDayOff1.png"	= "OptsPostponeDayOff1.png";
"OptsPostponeDayOff2.png"	= "OptsPostponeDayOff2.png";
"OptsPostponeDayOff3.png"	= "OptsPostponeDayOff3.png";
"OptsPostponeDayOff4.png"	= "OptsPostponeDayOff4.png";
"OptsPostponeDayOff5.png"	= "OptsPostponeDayOff5.png";
"OptsPostponeDayOff6.png"	= "OptsPostponeDayOff6.png";
"OptsPostponeDayOff7.png"	= "OptsPostponeDayOff7.png";

"BezelNextDay1.png"			= "BezelNextDay1.png";
"BezelNextDay2.png"			= "BezelNextDay2.png";
"BezelNextDay3.png"			= "BezelNextDay3.png";
"BezelNextDay4.png"			= "BezelNextDay4.png";
"BezelNextDay5.png"			= "BezelNextDay5.png";
"BezelNextDay6.png"			= "BezelNextDay6.png";
"BezelNextDay7.png"			= "BezelNextDay7.png";



//////////////////////////
// 
// Backup
//
//

/* Title of Backup view, and its item in Settings */
"Backup" =
"Backup";

/* Message inside Settings->Backup */
"Due automatically backs up your last %d databases on exit. You can restore from any backup or email them from here." =
"Due automatically backs up your last %d databases on exit. You can restore from any backup or email them from here.";

/* Button inside Settings->Backup */
"Restore" =
"Restore";

/* Button inside Settings->Backup / Availlable when opening backup file only */
"Send by email" =
"Send by email";

/* Button inside Settings->Backup / Availlable when opening file from external app */
"Sync changes" =
"Sync changes";

/* Button inside Settings->Backup to trigger a backup */
"Backup now" =
"Backup now";

/* Message when tapped on a backup inside Settings->Backup, eg. Backup-101209-1355.dueapp (Last modified: Dec 9, 2010 1:55 PM)

1st %@ = file name
\n = new line
2nd %@ = last modified date */

"%@\n(Last modified: %@)" =
"%@\n(Last modified: %@)";

/* Message when opening a backup from external source

\n = new line
%@ = file name */
"You should restore or sync only if\n%@\ncomes from a trusted source." =
"You should restore or sync only if\n%@\ncomes from a trusted source.";

/* Subject of email when emailing backup file from Settings->Backup,

eg. Due Backup — Dec 9, 2010 1:55 PM */
"Due Backup — %@" =
"Due Backup — %@";


	//////////////////////////
	// 
	// Syncing
	//
	//

	/* Title of Sync view, and its name in Settings */
	"Sync" = "Sync";

	/* Description of sync view */
	"Due can keep your reminders in sync with other devices through your Dropbox." =
	"Due can keep your reminders in sync with other devices through your Dropbox.";

	/* Buttons inside Sync view */
	"Link with Dropbox"				= "Link with Dropbox";
	"Unlink from Dropbox"			= "Unlink from Dropbox";
	"Sync now"						= "Sync now";

	/* Footer into below Sync Now button */
	"Last sync: %@"					= "Last sync: %@";
	
	/* Info for Last Sync if never synced before, eg. Last sync: Never */
	"Never"							= "Never";

	/* Settings->Sync. Not too long. Slightly longer than 'Disable snooze' is max length */
	"Sync at launch"				= "Sync at launch";
	"Sync on exit"					= "Sync on exit";

	/* Button to display iCloud troubleshooting tips */
	"Troubleshooting"				= "Troubleshooting";

	/* Button to confirm unlinking */
	"Unlink"						= "Unlink";

	/* Sync status messages in navigation bar */
	"Checking for updates..."		= "Checking for updates...";
	"Downloading..."				= "Downloading...";
	"Downloading (%.0f%%)"			= "Downloading (%.0f%%)";
	"Uploading..."					= "Uploading...";
	"Uploading (%.0f%%)"			= "Uploading (%.0f%%)";
	"Upload complete"				= "Upload complete";
	"Sync complete"					= "Sync complete";
	
	/* New error messages in navigation bar 1.4 */
	"Sync failed"					= "Sync failed";
	"Dropbox error"					= "Dropbox error";
	"iCloud error"					= "iCloud error";
	"Network error"					= "Network error";
	
	/* New network error messages for info bar 1,4 */
	"%@ is down"					= "%@ is down";
	"Can't reach %@"				= "Can't reach %@";
	"Network down or unavailable"	= "Network down or unavailable";

	/* Bezel Overlay showing sync in progress */
	"Syncing..."					= "Syncing...";
	

	//////////////////////////
	// 
	// First sync message
	//
	//

	/* Title of message */
	"First Sync with %@" =
	"First Sync with %@";
	
	/* Message for first sync */
	"Do you want to merge or replace your current reminders with those on %@?" =
	"Do you want to merge or replace your current reminders with those on %@?";
	
	/* Button */
	"Replace" =
	"Replace";
	
	/* Button */
	"Merge" =
	"Merge";


//////////////////////////
// 
// Dropbox Link Account
//
//

/* Title of view */
"Link Account" =
"Link Account";

/* Button to link */
"Link" =
"Link";

/* Title of error message */
"An unknown error occurred." =
"An unknown error occurred.";

/* Error message */
"There was an error connecting to Dropbox." =
"There was an error connecting to Dropbox.";

/* Title of error message */
"Unable to Login" =
"Unable to Login";

/* Info overlay when linking in progress */
"Linking" =
"Linking";

/* Description in linking view */
"Linking will allow this app to access and modify files in your Dropbox" =
"Linking will allow this app to access and modify files in your Dropbox";

/* Prompt and button to create Dropbox account */
"New to Dropbox? " =
"New to Dropbox? ";

"Create an account" =
"Create an account";


	//////////////////////////
	// 
	// Dropbox Create New Account
	//
	//

	/* Title of view */
	"Create Account" =
	"Create Account";
	
	/* Button to create */
	"Create" =
	"Create";
	
	/* Longer title */
	"Create Dropbox Account" =
	"Create Dropbox Account";

	"First Name" =
	"First Name";
	
	"Last Name" =
	"Last Name";
	
	"Email" =
	"Email";
	
	"Password" =
	"Password";

	/* Placeholder for First Name */
	"John" =
	"John";
	
	/* Placeholder for Last Name */
	"Appleseed" =
	"Appleseed";
	
	/* Placeholder for Email */
	"example@gmail.com" =
	"example@gmail.com";
	
	/* Placeholder for Password */
	"Required" =
	"Required";

	/* Title of error message */
	"Failed to create account" =
	"Failed to create account";

	/* Title of error message */
	"Login Failed" =
	"Login Failed";
	
	/* Error message */
	"Please try again." =
	"Please try again.";

	/* Info overlay when account creation is in progress */
	"Creating Account" =
	"Creating Account";
	
	
//////////////////////////
// 
// Messages when database is newer than what the current version of the app can handle
//
//

/* Title of message when version mismatch */	
"Update required" =
"Update required";

/* When database on Dropbox is newer than what the current version of the app can handle */
"The database you're syncing with requires a newer version of Due.\n\nPlease update Due from the App Store and try again." =
"The database you're syncing with requires a newer version of Due.\n\nPlease update Due from the App Store and try again.";

/* When restoring a database from a backup that is newer than what the current version of the app can handle */
"The database you're restoring from requires a newer version of Due.\n\nPlease update Due from the App Store and try again." =
"The database you're restoring from requires a newer version of Due.\n\nPlease update Due from the App Store and try again.";

/* Button to visit the App Store for update */
"Update" =
"Update";


	//////////////////////////
	// 
	// Messages when the database on Dropbox is corrupted and can't be read
	//
	//
	
	/* Title of message when the database on Dropbox is corrupted and can't be read */
	"Corrupted database" =
	"Corrupted database";
	
	/* Message when the database on Dropbox is corrupted and can't be read */
	"The database on Dropbox is corrupted. Login to Dropbox to restore a previous version, or replace the corrupted database with your current database." =
	"The database on Dropbox is corrupted. Login to Dropbox to restore a previous version, or replace the corrupted database with your current database.";
	
	/* Message when a local database a user is restoring or syncing from is corrupted and can't be read */
	"This database is corrupted and cannot be read." = 
	"This database is corrupted and cannot be read.";

	/* Button to visit Dropbox */
	"View previous versions" =
	"View previous versions";

	/* Button to replace the corrupted database off your Dropbox with your current database */
	"Replace Dropbox database" =
	"Replace Dropbox database";


	//////////////////////////
	//
	// Messages on the Mac when we are trying to replace local database with
	// server database on next sync, but server database is not found
	//
	//

	/* Title of message when there is no server database to replace local */
	"Cannot replace existing database" =
	"Cannot replace existing database";

	/* Message when there is no server database to replace local. %@ = Dropbox/iCloud */
	"Due did not find any database on %@ to replace your existing reminders and timers with. Upload your existing database onto %@ instead?" =
	"Due did not find any database on %@ to replace your existing reminders and timers with. Upload your existing database onto %@ instead?";

	/* Button to upload your existing database onto the server instead */
	"Upload existing database" =
	"Upload existing database";


//////////////////////////
//
// Bezel overlays
//
//

// When resetting all alerts in Settings
"Resetting..."			= "Resetting...";

// When restoring database from backup
"Restoring..."			= "Restoring...";

// When applying some settings
"Applying settings..."	= "Applying settings...";



	//////////////////////////
	// 
	// X-Callback-URL
	//
	//

	// Button to return to originating app
	"Return to %@?"		= "Return to %@?";



//////////////////////////
// 
// Natural date parsing
//
//

// Prompt to remove detected date from title
"Remove '%@' from title?"	= "Remove '%@' from title?";

// Destructive button to remove detected date from title
"Remove"					= "Remove";

// Cancel button to leave detected date in title
"Keep in title"				= "Keep in title";


	//////////////////////////
	// 
	// Sharing
	//
	//

	// Remind me on 6 June 10:00 AM:
	"REMIND_ME_ON_DATE"					= "Remind me on %@:";

	// Remind me 1 hour later:
	"REMIND_ME_TIME_LATER"				= "Remind me %@:";

	// Remind me on Wednesday 10:00 AM:
	"REMIND_ME_ON_DOW"					= "Remind me on %@:";

	// Remind me Today 10:00 AM:
	"REMIND_ME_TODAY_TOMORROW"			= "Remind me %@:";

	// Remind me <Today> 10:00 AM:, Today is today, Tomorrow is tomorrow
	"REMIND_ME_TODAY_TOMORROW_LOWERCASE" =
	"YES";

	//
	// Email template
	//
	"SUBJECT_PAGE_TITLE_GOES_HERE"		= "Reminder: %@";

	"REMIND_ME_WITH_DUE"				= "Remind me with Due";

	"CANT_OPEN_LEARN_MORE"				= "Can't open link? Learn more about<br /><a href=\"http://www.dueapp.com\">Due for iPhone &amp;&nbsp;iPad</a>";


//////////////////////////
// 
// Action menu
//
//

// Destructive button to delete reminder
"Delete"					= "Delete";

// Duplicate the reminder
"Duplicate"					= "Duplicate";

// Share the reminder via email
"Email reminder"			= "Email reminder";

// Share the reminder via SMS/iMessage
"Text reminder"				= "Message";

// Share the reminder via Twitter
"Tweet reminder"			= "Tweet";

// Call detected number
"Call %@"					= "Call %@";

// Text detected number via SMS/iMessage
"Text %@"					= "Message %@";

// Send an email to detected email address
"Email %@"					= "Email %@";

// Open a detected link
"Open %@"					= "Open %@";



	//////////////////////////
	// 
	// Should be slotted in to bezel status messages
	//
	//

	// When busy making short link with bit.ly
	"Shortening link..."				= "Shortening link...";

	// When done making short link with bit.ly
	"Done!"								= "Done!";

	// When fail making short link with bit.ly
	"Failed to shorten"					= "Failed to shorten";


//////////////////////////
// 
// Bitly Error Messages
//
//

// When exceeded maximum number of URL shortening requests
"Exceeded bitly limit"		= "Exceeded bitly limit";

// When sending a request to shorten an invalid URL
"Invalid bitly request"		= "Invalid bitly request";

// When we've no idea what went wrong with bitly
"Unknown bitly error"		= "Unknown bitly error";

// Todo: Shift to Errors?
// When we take too long to connect to service (can be Dropbox, or bitly)
"%@ timed out"					= "%@ timed out";

// For iCloud only, on iOS this should reflect a 'tap for help' element
"%@ timed out, tap for help"	= "%@ timed out";


	//////////////////////////
	// 
	// Undo/redo action names, eg. Undo Postponing of "Take medicine"
	//
	//

	// When postponing a reminder with quick panel
	"Postponing of \"%@\""	= "Postponing of \"%@\"";

	// When recycling a reminder with presets and via Add/Edit
	"Recycling of \"%@\""	= "Recycling of \"%@\"";

	// When editing the reminder via Add/Edit
	"Editing of \"%@\""		= "Editing of \"%@\"";

	// When deleting a reminder
	"Deletion of \"%@\""	= "Deletion of \"%@\"";

	// When marking a reminder as done
	"Completion of \"%@\""	= "Completion of \"%@\"";

	// Redo
	"Redo"					= "Redo";

	// Undo + action name (eg. Undo Postponing of "Take medicine")
	"Undo %@"				= "Undo %@";

	// Redo + action name (eg. Redo Postponing of "Take medicine")
	"Redo %@"				= "Redo %@";


//////////////////////////
// 
// New iOS5 Help Prompts
//
//

"TIP_DOUBLE_TAP_EDIT" =
"Tip: Double-tap on a reminder to edit it quickly.";

"TIP_SETTINGS_IN_LOGBOOK" = 
"Tip: Customize Due in Settings found inside the Logbook.";

"TIP_SWIPE_TO_SHARE" =
"Tip: Swipe across a reminder for options to share it with others.";

"TIP_SWIPE_TO_ACTION" =
"Tip: Swipe across a reminder for options to call, text or email any contact found in the reminder.";


	//////////////////////////
	// 
	// Multiple alerts
	//
	//

	"ALERT_BODY_AND_N_MORE_FORMAT" = "%@ %@";

	"AND_N_MORE" = "(and %@ more…)";


//////////////////////////
// 
// Special iOS5 Note
//
//

"Due on iOS5" = "Due on iOS 5";


	//////////////////////////
	// 
	// iCloud in Due 1.8 update
	//
	//

	// Names of sync services
	"Dropbox"		= "Dropbox";
	"iCloud"		= "iCloud";


	// Prompt on first launch for users who have previously set up sync with Dropbox before the update
	"Dropbox sync has been updated. You'll need to relink your account if you'd like to continue syncing with Dropbox." =
	"Dropbox sync has been updated. You'll need to relink your account if you'd like to continue syncing with Dropbox.";

	// Prompt when unlinking an iCloud database
	"Remove or keep the sync database on iCloud after unlinking?" =
	"Remove or keep the sync database on iCloud after unlinking?";

	// Buttons when confirming unlinking from iCloud
	"Unlink and remove" =
	"Unlink and remove";

	"Unlink and keep" =
	"Unlink and keep";

	// New buttons to sync with/unlink from iCloud
	"Link with iCloud" =
	"Link with iCloud";

	"Unlink from iCloud" =
	"Unlink from iCloud";

	// Message of sync view when both iCloud and Dropbox is available
	"Due can keep your reminders in sync with other devices through iCloud or your Dropbox." =
	"Due can keep your reminders in sync with other devices through iCloud or your Dropbox.";

	// Buttons to select a different alert sound for the reminder other than the default
	"Custom alert…" =
	"Custom alert…";

	"Custom: %@" =
	"Custom: %@";

	"Default: %@" =
	"Default: %@";

	// Help prompt for 'Alarm mode' in Timers
	"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound." =
	"Uses the 'Alarm mode' sound chosen in 'Settings' instead of the timer alert sound.";

	// Description in the footer of the list of sounds when choosing an alert for Alarm mode in Settings
	"This alert will override the default alert sound for timers with 'Alarm mode' enabled." =
	"This alert will override the default alert sound for timers with 'Alarm mode' enabled.";

	// Auto snooze limitation
	"iOS currently supports only auto snoozing every minute or hour." =
	"iOS currently supports only auto snoozing every minute or hour.";

	// Title of buttons to change snooze value
	"Snooze every 5 mins" =
	"Snooze every 5 mins";

	"Snooze every 10 mins" =
	"Snooze every 10 mins";

	"Snooze every 15 mins" =
	"Snooze every 15 mins";

	"Snooze every 30 mins" =
	"Snooze every 30 mins";


	//////////////////////////
	// 
	// Phantom reminder help in Due 1.8.1
	//
	//

	"HELP_PHANTOM_REMINDER_THAT_STILL_EXISTS" =
	"Reminder keeps going off even though it is not due yet? Restart your device to clear the phantom reminder.";

	"HELP_PHANTOM_REMINDER" =
	"Reminder keeps going off even though it has been marked done or deleted? Restart your device to clear the phantom reminder.";

	//////////////////////////
	// 
	// Recurrence fix in Due 1.8.1
	//
	//

	// Prompt for Mac only
	"CHANGE_REPEAT_INFO_PROMPT" =
	"You're changing a recurring reminder.";

	// Changing only time of a recurring reminder
	"CHANGE_REPEAT_TIME_ONLY_PROMPT" =
	"Do you want to move only this occurrence to %@, or change the time for all occurrences?";
	
	// Changing date or date and time of the following recurring reminders:
	// 1) Daily/every N days, yearly/every N year reminders
	"CHANGE_REPEAT_DATE_FOR_DAILY_OR_YEARLY_REMINDERS_WITH_OR_WITHOUT_TIME_PROMPT" =
	"Do you want to move only this occurrence to %@, or change the date for all occurrences?";

	// Changing date or date and time of the following recurring reminders:
	// WEEKLY on DOW to new DOW, eg. all Friday occurrences to Saturday
	"CHANGE_REPEAT_DATE_FOR_WEEKLY_PROMPT" =
	"Do you want to move only this occurrence to %@, or move all %@ occurrences to %@?";

	// Changing date or date and time of the following recurring reminders:
	// MONTHLY on a day of the month to another, eg. every 10th to 9th
	"CHANGE_REPEAT_DATE_FOR_MONTHLY_ON_DAY_PROMPT" =
	"Do you want to move only this occurrence to %@, or move all occurrences on the %@ to the %@?";

	// Changing date or date and time of the following recurring reminders:
	// MONTHLY on Nth DOW to new Nth DOW, eg. first Thursday to first Wednesday
	"CHANGE_REPEAT_DATE_FOR_MONTHLY_ON_NTH_DOW_PROMPT" =
	"Do you want to move only this occurrence to %@, or move all occurrences on the %@ to the %@?";

	// Button to change only this occurrence
	"CHANGE_REPEAT_BUTTON_ONLY_THIS_OCCURRENCE" =
	"Only This Occurrence";

	// Button to change all future occurrences
	"CHANGE_REPEAT_BUTTON_ALL_FUTURE_OCCURRENCES" =
	"All";


//////////////////////////
// 
// Due for Mac Strings
//
//

// Status bar items

// eg. 31 reminders, 2 overdue
"SBR_NUM_REMINDERS_OVERDUE_FORMAT_STRING" = "%@%@";

	"SBR_NUM_REMINDERS" = "%@ reminder;%@ reminders";
	"SBR_NUM_OVERDUE" = ", %@ overdue;, %@ overdue";

// eg. 12 timers, 1 active
"SBT_NUM_TIMERS_ACTIVE_FORMAT_STRING" = "%@%@";

	"SBT_NUM_TIMERS" = "%@ timer;%@ timers";
	"SBT_NUM_ACTIVE" = ", %@ active;, %@ active";

// eg. 520 logged items
"SBL_NUM_LOGGED_ITEMS" = "%@ logged reminder;%@ logged reminders";

// eg. 3 items found
"SBL_NUM_MATCHING_ITEMS" = "%@ item found;%@ items found";

// Sync stats

// eg. <3 reminders added, 1 modified, 4 removed.> <2 timers modified.>
"ST_NUM_REMINDERS_TIMERS_FORMAT_STRING" = "%@\n\n%@";

// eg. <3 reminders added, 1 modified, 4 removed>.
"STR_NUM_REMINDERS_FORMAT_STRING" = "%@.";

	// eg. <3 reminders> added
	"STR_NUM_REMINDERS_START_ADDED" = "%@ reminder added;%@ reminders added";

	// eg. <3 reminders> modified
	"STR_NUM_REMINDERS_START_MODIFIED" = "%@ reminder modified;%@ reminders modified";
	
	// eg. <3 reminders> removed
	"STR_NUM_REMINDERS_START_REMOVED" = "%@ reminder removed;%@ reminders removed";

	// eg. ,< 3> modified
	"STR_NUM_REMINDERS_PART_MODIFIED" = ", %@ modified;, %@ modified";

	// eg. ,< 3> removed
	"STR_NUM_REMINDERS_PART_REMOVED" = ", %@ removed;, %@ removed";

// eg. <3 timers added, 1 modified, 4 removed>.
"STT_NUM_TIMERS_FORMAT_STRING" = "%@.";

	// eg. <3 timers> added
	"STT_NUM_TIMERS_START_ADDED" = "%@ timer added;%@ timers added";

	// eg. <3 timers> modified
	"STT_NUM_TIMERS_START_MODIFIED" = "%@ timer modified;%@ timers modified";

	// eg. <3 timers> removed
	"STT_NUM_TIMERS_START_REMOVED" = "%@ timer removed;%@ timers removed";

	// eg. ,< 3> modified
	"STT_NUM_TIMERS_PART_MODIFIED" = ", %@ modified;, %@ modified";

	// eg. ,< 3> removed
	"STT_NUM_TIMERS_PART_REMOVED" = ", %@ removed;, %@ removed";

// No changes were made
"Database is up to date." =
"Database is up to date.";

// Error messages for uploading and downloading of databases
"Failed to upload database" = "Failed to upload database";

"Took too long to upload your database to iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips." =
"Took too long to upload your database to iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips.";

"Failed to download database" = "Failed to download database";

"Took too long to download the database from iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips." =
"Took too long to download the database from iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips.";


//////////////////////////
//
// Dropbox 401 errors (access token disabled/revoked)
//
//

// Title for the alert box when Dropbox access token is invalid
"DROPBOX_AUTHORIZATION_REQUIRED_TITLE" =
"Dropbox authorization required";

// Message for the alert box when Dropbox access token is invalid
"DROPBOX_AUTHORIZATION_REQUIRED_MESSAGE" =
"Access to Dropbox has expired or has been revoked. You'll need to grant Due access again to continue using Dropbox sync.";

// Button to re-authorize Due with Dropbox
"DROPBOX_AUTHORIZATION_REQUIRED_AUTHORIZE_BUTTON" =
"Authorize Due";


//////////////////////////
//
// iCloud Stuck Errors
//
//

"ICLOUD_ERROR_DATABASE_NOT_UPLOADED" =
"Database not uploaded";

"ICLOUD_ERROR_DATABASE_NOT_UPLOADED_MESSAGE" =
"Couldn't upload your database to iCloud. Make sure you've internet access.\n\nIf problem persists, click here for troubleshooting tips.";


//
// Toolbar items
//

// View segmented control
"View reminders, timers or logged items" =
"View reminders, timers or logged items";

"TOOLBAR_LABEL_VIEW_SWITCHER" =
"View";

// New item button, appears differently in Reminders vs Timers view
"Create a new reminder" =
"Create a new reminder";

"Create a new timer" =
"Create a new timer";

"TOOLBAR_LABEL_NEW_ITEM" =
"New";

// Action button: marks done when in reminder, start/stop when in timers
// Mark done shared by start/stop
"Mark the selected reminder as complete" =
"Mark the selected reminder as complete";

"TOOLBAR_LABEL_MARK_DONE" =
"Mark done";

// Play/stop, start/stop sharing the Mark done button
"Start or pause the selected timer" =
"Start or pause the selected timer";

"TOOLBAR_LABEL_START_RESUME" =
"Start/Pause";

// New alarm mode message
//"This alert will sound instead for timers with 'Alarm mode' turned on." = "This alert will sound instead for timers with 'Alarm mode' turned on.";


// Mac Linking/Syncing Section
"LINK_ERROR_LINKING_ICLOUD_TITLE" =
"Failed to link with iCloud. Ensure that Documents in the iCloud is enabled.";

"LINK_ERROR_LINKING_ICLOUD_SUBTITLE" =
"Choose Apple menu > System Preferences, and then click iCloud. Sign in to your iCloud account if you are not already signed in. Then select Documents & Data.";

"WAITING_FOR_CHANGES_TO_FINISH_UPLOADING_TITLE" =
"Waiting for changes to finish uploading…";

"WAITING_FOR_CHANGES_TO_FINISH_UPLOADING_SUBTITLE" =
"Due will quit once it has fully uploaded your changes. You can also quit without uploading.";

//
// Reminders/timers due/snoozed notification titles
//

// eg. Reminder, 2 reminders due
"NOTIF_TITLE_N_REMINDERS_DUE" = "Reminder;%@ reminders due";

// eg. Reminder (snoozed), 4 reminders snoozed
"NOTIF_TITLE_N_REMINDERS_SNOOZED" = "Reminder (snoozed);%@ reminders snoozed";

// eg. Title for grouped notifications on launch, eg. 1 Item Due, 4 Items Due
"NOTIF_TITLE_N_ITEMS_DUE_SINCE_LAST_LAUNCHED" = "%@ item due;%@ items due";

// eg. Timer, 3 timers due. Unlikely to use the plural form since they don't become due together.
"NOTIF_TITLE_N_TIMERS_DUE" = "Timer;%@ timers due";

// eg. Timer (snoozed), 3 timers snoozed. Unlikely to use the plural form since they don't become due together.
"NOTIF_TITLE_N_TIMERS_SNOOZED" = "Timer (snoozed);%@ timers snoozed";

//
// Copy & Pasting Formats
//

// The format a non-recurring reminder when copied to the clipboard. eg.
// Pay credit card bills
// Due: 1 November 2012 5:00 PM
// due://x-callback-url/...
"REMINDER_WITHOUT_RECURRENCE_COPY_FORMAT" =
"%1$@\nDue: %2$@\n%3$@";

// The format a recurring reminder when copied to the clipboard. eg.
// Pay rent
// Due: 1 November 2012 5:00 PM
// Repeat: 1st each month at 5:00 PM
// due://x-callback-url/...
"REMINDER_WITH_RECURRENCE_COPY_FORMAT" =
"%1$@\nDue: %2$@\nRepeat: %3$@\n%4$@";

// The format a timer when copied to the clipboard. eg.
// Pomodoro
// 25 minutes
"TIMER_COPY_FORMAT" =
"%1$@\n%2$@";

// Title of the link to add the reminder to Due
"ADD_TO_DUE" =
"Add to Due";

//
// Suppression of alerts
//

// The explanation text in Settings > Notifications > Suppress alerts on launch
"SUPPRESSION_HELP_PROMPT" =
"If syncing is not possible at launch, alerts will be suppressed for %@. For iCloud sync, suppressing alerts for a time interval works better.";

// Status in the menu item, eg. Alerts suppressed for 2 mins
"SUPPRESSION_FOR_INTERVAL" =
"Alerts suppressed for %@";

// Status in the menu item, eg. Alerts suppressed till next sync, or for %@
"SUPPRESSION_TILL_NEXT_SYNC" =
"Alerts suppressed till next sync, or for %@";

	//////////////////////////
	//
	// Due for Mac Parser Langauge Settings
	//
	//

	// Used to concatenate date and time string to feed to parser
	// eg. <Sunday> <10:00 AM>
	// eg. <May 17, 2013> <13:00>
	"PARSER_DATE_WITH_TIME_FORMAT" =
	"%@ %@";

	// The added conjunction 'at' can help our date parser
	// eg. <Tomorrow> at <10:00 AM>
	// eg. <September 15, 2013> at <13:00>
	"PARSER_DATE_AT_TIME_FORMAT" =
	"%@ at %@";